Removes any split applied to the view's crop.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2014
 Syntax
  C#
public void RemoveSplit()
  Visual Basic
Public Sub RemoveSplit
  Visual C++
public:
void RemoveSplit()
 Exceptions
  Exception  |   Condition
   Autodesk.Revit.Exceptions InvalidOperationException   |   The crop of the associated view is not permitted to have multiple regions.
 See Also
  ViewCropRegionShapeManager Class
  Autodesk.Revit.DB Namespace